"IDS_PREFERENCES" = "העדפות";
"IDS_RETRYSYNC" = "נסה שוב לסנכרן";
"IDS_VIEWGD" = "‏בקר ב-Google Drive באינטרנט";
"IDS_SHAREFILE" = "שתף...";
"IDS_VIEWFILE" = "הצג באינטרנט";
"IDS_REVISIONFILE" = "גרסאות קודמות";
"IDS_PRODUCTNAME" = "Google Drive";
